TargetApplication=DKLang Translation Manager
Author=Dmitry Kann, http://www.dk-soft.org
SourceLANGID=1033
LANGID=1055
Generator=DKLang Translation Editor v3.0
LastModified=2006-08-09 17:54:11

[dAbout]
00000001=Program Hakkında
00000004=İnternet:
00000005=TAMAM
00000006=İletişim E-postası:

[dDiffLog]
00000001=Bulunan farklılıklar
00000002=Kapat
00000003=Sonuçlar
00000004=&Depoyu kullanarak çevrilmemiş tüm girdileri otomatik olarak çevir
00000005=Yardım

[dOpenFiles]
00000001=Dil dosyalarını aç
00000002=&Kaynak dil dosyası:
00000003=&Gözat...
00000004=G&özat...
00000005=Gö&zat...
00000006=Değerleri görüntülemek için çeviri dosyasını kullan (kaynak dosyanın değerleri yerine):
00000007=&Yeni bir çeviri oluştur
00000008=&Mevcut bir çeviri dosyasını aç:
00000009=TAMAM
00000010=İptal
00000011=Yardım

[dSettings]
00000001=Program ayarları
00000002=TAMAM
00000003=İptal
00000005=&Depo dosya dizini:
00000006=(bu durumda, kısayol tuşlarını daha sonra manuel olarak atamanız gerekecektir)
00000007=Gözat...
00000008=&Depoya dizeler eklerken önek karakterini ('&&') kaldır
00000009=&Depoya yeni çevirileri otomatik olarak ekle
00000013=&Arayüz yazı tipi...
00000014=&Tablo yazı tipi...
00000015=&Kaynak dil dosyası ve kaydedilen çeviri dosyası farklı kodlamalara sahipse uyarı vermeyin.
00000016=Depo
00000017=Arayüz
00000018=Yardım

[dTranProps]
00000001=Çeviri Özellikleri
00000002=&Kaynak Dil (Depo için kullanılır):
00000003=&Hedef Dil:
00000004=&Yazar:
00000005=&Ek parametreler ('Ad=Değer' biçiminde):
00000006=&Çevirinin amaçlandığı uygulama ve sürüm:
00000007=TAMAM
00000008=İptal
00000009=Yardım

[fMain]
00000002=Ana Menü
00000003=&Dosya
00000004=&Düzenle
00000005=&Görünüm
00000006=&Araç Çubuğu
00000007=Araç Çubuğunu Göster/Gizle
00000008=&Geçerli Kaynak Kaydı
00000009=Geçerli Kaynak Kaydı Panelini Göster/Gizle
00000010=&Durum Çubuğu
00000011=Durum Çubuğunu Göster/Gizle
00000012=&Dil
00000013=&Hizmet
00000014=&Yardım
00000015=Araç Çubuğu
00000018=Toplam Bileşen Kaydı Sayısı
00000020=Bileşen Özellik Kaydı Sayısı (Toplam/Çevrilmemiş)
00000022=Sabit Kayıt Sayısı (Toplam/Çevrilmemiş)
00000024=Depo Kaydı Sayısı
00000025=Dosya
00000026=&Yeni veya Aç...
00000027=Yeni veya Aç...|Yeni bir çeviri oluşturun veya mevcut bir çeviriyi açın
00000028=Dosya
00000029=&Kaydet
00000030=Kaydet|Mevcut çeviriyi kaydet
00000031=Dosya
00000032=&Farklı Kaydet...
00000033=Farklı Kaydet...|Mevcut çeviriyi başka bir dosyaya kaydet
00000034=Dosya
00000035=&Kapat
00000036=Kapat|Açık dosyaları kapat
00000037=Dosya
00000038=&Çıkış
00000039=Çıkış|Programdan çık
00000040=Araçlar
00000041=&Program Ayarları...
00000042=Program Ayarları...|Program ayarlarını görüntüle veya değiştir
00000043=Yardım
00000044=&Hakkında...
00000045=Hakkında...|Sürüm ve telif hakkı bilgileri
00000046=Düzenle
00000047=Önceki çevrilmemiş kayıt
00000048=Önceki çevrilmemiş veya otomatik olarak çevrilmiş kayda git
00000049=Düzenle
00000050=&Sonraki çevrilmemiş kayıt
00000051=Çevrilmemiş veya otomatik olarak çevrilmiş bir sonraki kayda git
00000058=Düzenle
00000059=&Çeviri Özellikleri...
00000060=Çeviri Özellikleri...|Çeviri özelliklerini görüntüle veya değiştir
00000064=Hizmet
00000065=&Seçilenleri Otomatik Çevir
00000066=Seçilenleri Otomatik Çevir|Seçilen çevrilmemiş kayıtları Depoyu kullanarak otomatik olarak çevir
00000067=Hizmet
00000068=&Seçilenleri Depoya Ekle
00000069=Seçilenleri Depoya Ekle|Seçilen kayıtları Depoya ekle
00000073=Yardım
00000074=Güncellemeleri Kontrol Et
00000075=Güncellemeleri Kontrol Et|Programın güncellenmiş bir sürümünü çevrimiçi olarak kontrol et
00000076=Yardım
00000077=&DKLang Çeviri Editörü Web Sitesi
00000078=DKLang Çeviri Editörü Web Sitesi|Programın web sitesini bir tarayıcıda aç
00000079=Yardım
00000080=Program Desteği
00000081=Program Desteği|Ürün destek sayfasını bir tarayıcıda aç
00000082=Yardım
00000083=&DK Yazılım Web Sitesi
00000084=DK Yazılım Web Sitesi|Üreticinin resmi web sitesini bir tarayıcıda aç
00000087=&İnternet
00000088=Görüntüle
00000089=&Kayıt Odak Noktasını Değiştir
00000090=Kayıt Odak Noktasını Değiştir|Tablo ve çevrilmiş değer düzenleyicisi arasında Kayıt Odak Noktasını Değiştir
00000091=Görüntüle
00000092=&Önceki Kayıt
00000093=Önceki Kayıt|Önceki kayda git
00000094=Görüntüle
00000095=&Sonraki Kayıt
00000096=Sonraki Kayıt|Sonraki kayda git
00000097=Kayıt Özellikleri
00000098=Geçerli Kaynak Kayıt
00000099=Geçerli Çevrilmiş Kayıt
00000100=&Çevrilmemiş
00000101=Kayıt Durumları
00000102=&Otomatik Çevrilmiş
00000103=&Kayıt Özellikleri
00000104=Geçerli Çevrilmiş Kayıt
00000105=Bileşen/Özellik/Sabit
00000106=Kimlik
00000107=Varsayılan Değer
00000108=Çevrilmiş Değer
00000109=Düzenle
00000110=&Bul...
00000111=Bul...|Belirtilen bir kalıpla eşleşen öğeleri ara
00000112=Düzenle
00000113=&Sonrakini Bul
00000114=Sonrakini Bul|Son aramada kullanılan satırın bir sonraki oluşumunu bul
00000115=Düzenle
00000116=&Değiştir...
00000117=Değiştir...|Bir dizeyi başka bir dizeyle değiştir
00000118=Yer İmleri
00000119=Geçerli Çevrilmiş Kayıt bölmesini göster/gizle
00000120=Kayıt Özellikleri bölmesini göster/gizle
00000121=&Yer İmleri
00000122=Yer imleri bölmesini göster/gizle
00000123=Düzenle
00000124=&Yer İmi Ekle
00000125=Yer İmi Ekle|Geçerli kaydı yer imleri listesine ekle
00000126=Düzenle
00000127=&Yer İmini Sil
00000128=Yer İmini Sil|Geçerli seçili yer imini sil
00000129=Düzenle
00000130=&Yer İmine Git
00000131=Yer İmine Git|Yer imleri penceresinde seçilen yer imine göre kayda git
00000132=Yer İmleri Bölmesi
00000133=Düzenle
00000134=&Kopyala
00000135=Düzenle
00000136=&Yapıştır
00000137=Düzenle
00000138=K&es
00000139=Kopyala|Seçilen metni panoya kopyala
00000140=Yapıştır|Panodan metni yapıştır
00000141=Kes|Seçilen metni panoya kes
00000142=Yardım
00000143=&Yardım İçeriği
00000144=Yardım İçeriği|Yardım içeriğini göster

[dFind]
00000001=Bul ve Değiştir
00000003=Kapat
00000004=&Bul:
00000006=Seçenekler
00000007=&Büyük/küçük harf duyarlı
00000008=&Yalnızca tam kelime
00000010=&Seçili içinde ara
00000011=Aramayı başlat
00000012=Geçerli öğeden itibaren\n&Tüm veriler\n
00000013=Yön
00000014=İlk &sırada\nArka &sırada\n
00000015=&Değiştirmeyi onayla
00000016=&Tümünü değiştir
00000017=&Şununla değiştir:
00000018=Arama alanı
00000019=&Kayıt adlarında ara
00000020=&Kaynak değerlerde ara
00000021=&Çevrilmiş değerlerde ara
00000022=Yardım

[dPromptReplace]
00000001=Değiştirmeyi onayla
00000009=&Evet
00000010=İptal
00000012=&Tümünü değiştir
00000013=&Hayır
00000014=Yardım

[$CONSTANTS]
SBtn_Find=Bul
SBtn_Replace=Değiştir
SConfirm_FileNotSaved="%s" çeviri dosyası değiştirildi ancak kaydedilmedi. Kaydetmek istiyor musunuz?
SDiffDesc_AddComponent=+ Bileşen: [%s]
SDiffDesc_AddConstant=+ Sabit "%s"
SDiffDesc_AddProperty=+ Özellik "%s" (Kimlik=%d)
SDiffDesc_ExcessiveEntries=Aşağıdaki kayıtlar gereksizdir ve çeviriden silinmiştir:
SDiffDesc_MissingEntries=Aşağıdaki kayıtlar çeviride bulunamadı ve bu nedenle eklendi:
SDiffDesc_RemoveComponent=- Bileşen: [%s]
SDiffDesc_RemoveConstant=- Sabit "%s"
SDiffDesc_RemoveProperty=- Bileşen "%s", Kimlikli özellik=%d
SDiffTotalsText=\tBileşenler\tÖzellikler\tSabitler\nEklenenler\t%d\t%d\t%d\nKaldırılanlar\t%d\t%d\t%d\nToplam\t%d\t%d\t%d
SDlgTitle_Confirm=Onay
SDlgTitle_Error=Hata
SDlgTitle_Info=Bilgi
SDlgTitle_SaveTranFileAs=Çeviriyi kaydetmek için bir dosya seçin
SDlgTitle_SelectDisplayFile=Görüntülemek için bir çeviri dosyası seçin
SDlgTitle_SelectLangSourceFile=Bir kaynak dil dosyası seçin
SDlgTitle_SelectTranFile=Bir çeviri dosyası seçin
SDlgTitle_SelReposPath=Bir Depo dosyasına giden yolu seçin:
SErrMsg_CharMissing="%s" eksik
SErrMsg_ConstNameMissing=Sabit adı eksik
SErrMsg_DuplicateCompName=Yinelenen bileşen adı: "%s"
SErrMsg_DuplicatePropID=Yinelenen özellik kimliği: %d
SErrMsg_DuplicatePropName=Yinelenen özellik adı: "%s"
SErrMsg_FileDoesntExist="%s" dosyası mevcut değil
SErrMsg_InvalidCompName=Geçersiz bileşen adı: "%s"
SErrMsg_LoadLangSourceFailed=Kaynak dil dosyası yüklenirken hata oluştu:\nSatır %d: %s
SErrMsg_PropIDInvalid=Geçersiz özellik kimliği
SErrMsg_PropIDMissing=Eksik özellik kimliği
SErrMsg_PropNameMissing=Eksik özellik adı
SErrMsg_SectionlessEntry=Bölüm belirtilmeden yapılan kayıtlar kabul edilemez
SErrMsg_SectionNameMissing=Eksik bölüm adı
SErrMsg_SrcAndTranLangsAreSame=Kaynak ve hedef diller farklı olmalıdır
SErrMsg_WrongSectionName=Bölüm adı biçimi geçersiz: "%s"
SLangSourceFileFilter=DKLang kaynak dil dosyaları (*.dklang)|*.dklang|Tüm dosyalar (*.*)|*.*
SMsg_NoSearchResults="%s" dizesi bulunamadı.
SMsg_PromptReplace="%s" ifadesinin bu örneği değiştirilsin mi?
SMsg_ReplacedInfo="%s" dizesinin %d örneği değiştirildi.
SNode_Constants=Sabitler
SStatusBar_CompCount=Bileşen: %d
SStatusBar_ConstCount=Sabitler: %d/%d
SStatusBar_PropCount=Özellikler: %d/%d
SStatusBar_ReposEntryCount=Depo: %d kayıt
STranFileFilter=DKLang çeviri dosyaları (*.lng)|*.lng|Tüm dosyalar (*.*)|*.*
STranFileFilterAnsi=DKLang Ansi çeviri dosyaları (*.lng)|*.lng
STranFileFilterUnicode=DKLang Unicode çeviri dosyaları (*.lng)|*.lng
SWarnMsg_SavingInAnsi=Dosyayı ANSI kodlamasında kaydetmeyi düşünüyorsunuz, ancak orijinal dil dosyası Unicode kodlamasına sahip.\nÇeviriyi ANSI kodlamasında kaydederseniz, bu durum yerelleştirdiğiniz programda yanlış karakterlerin görüntülenmesine neden olabilir. Bu program Unicode kullandığı için, neredeyse her zaman en doğru çözüm çeviriyi de Unicode olarak kaydetmektir.\n\nÇeviri ANSI yerine Unicode kodlamasında kaydedilsin mi?
SWarnMsg_SavingInUnicode=Dosyayı Unicode kodlamasında kaydetmeyi düşünüyorsunuz, ancak orijinal dil dosyası ANSI kodlamasına sahip.\nÇeviriyi Unicode kodlamasında kaydederseniz, bu, yerelleştirdiğiniz programın onu kullanamamasına neden olabilir. Bu program ANSI kullandığı için, çeviriyi de ANSI olarak kaydetmek en güvenilir yöntemdir.\n\nÇeviri Unicode yerine ANSI kodlamasında kaydedilsin mi?
